Repository: Ubiwhere/uw-api-keys
Catalog: src/uw_api_keys/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: API Key Scope
es: Alcances de la clave API - Dejar vacío para conceder permiso a todo
pt: Âmbito da chave API

source: API Key Scopes - Leave empty for granting permission to everything
es: API Key Scopes - Dejar vacío para conceder permiso a todo
pt: Âmbitos da chave API - Deixar em branco para conceder permissão a tudo

source: Has expired
es: Ha expirado
pt: Já expirou

source: Yes
es: Sí
pt: Sim

source: No
pt: Não

source: Your API key: '{key}'. Please store it somewhere safe - you will not be able to see it again.
es: Su clave API: '{key}'. Guárdala en un lugar seguro, ya que no podrás volver a verla.
pt: A sua chave API: '{key}'. Guarde-a num local seguro - não poderá voltar a vê-la.

source: Provided API key is invalid
es: La clave API proporcionada no es válida
pt: A chave API fornecida é inválida

source: Provided API key is valid, but has insufficient scopes
es: La clave API proporcionada es válida, pero su alcance es insuficiente
pt: A chave API fornecida é válida, mas tem âmbitos insuficientes

source: Provided API key is valid, but origin '%s' is not.
es: La clave API proporcionada es válida, pero el origen ‘%s’ no lo es.
pt: A chave API fornecida é válida, mas a origem "%s" não é.

source: API Keys
es: Claves API
pt: Chaves da API

source: API Key
es: Clave API
pt: Chave API

source: Entity
es: Entidad
pt: Entidade

source: Operation
es: Operación
pt: Operação

source: Entity permission
es: Permiso de entidad
pt: Permissão de entidade

source: Entity permissions
es: Permisos de entidad
pt: Permissões da entidade

source: API Key name
es: Nombre de la clave API
pt: Nome da chave API

source: A name that helps you identify this key
es: Un nombre que le ayude a identificar esta clave
pt: Um nome que ajude a identificar esta chave

source: API Key prefix
es: Prefijo de la clave API
pt: Prefixo da chave API

source: Public key
es: Clave pública
pt: Chave pública

source: Hashed private key
es: Clave privada codificada
pt: Hash de chave privada

source: Time at which the API Key expires
es: Hora de caducidad de la clave API
pt: Hora em que a chave API expira

source: Leave as empty for a non-expiring key.
es: Dejar vacío para una clave que no caduca.
pt: Deixar em branco para uma chave que não expira.

source: Creation time
es: Tiempo de creación
pt: Tempo de criação

source: When the API key was last used
es: Cuándo se utilizó por última vez la clave API
pt: Quando é que a chave API foi utilizada pela última vez

source: Scopes
es: Visores
pt: Domínios

source: The scopes that this key can access. Leave as empty to grant access to everything.
es: Los ámbitos a los que puede acceder esta clave. Déjelo vacío para conceder acceso a todo.
pt: Os domínios a que esta chave pode aceder. Deixar em branco para conceder acesso a tudo.

source: Valid web origins
es: Orígenes web válidos
pt: Origens Web válidas

source: A list of valid web origins for this key. Leave empty to allow all. Provide one per-line separated by commas.<br/> <b>Example:</b> <br/>http://localhost:5000,<br/>https://mydomain.com
es: Una lista de orígenes web válidos para esta clave. Deje en blanco para permitir todos. Proporcione uno por línea separado por comas.<br/> <b>Ejemplo:</b> <br/>http://localhost:5000,<br/>https://midominio.com
pt: Uma lista de origens web válidas para esta chave. Deixe vazio para permitir todas. Forneça uma por linha separadas por vírgulas.<br/> <b>Exemplo:</b> <br/>http://localhost:5000,<br/>https://meudominio.com

source: read
es: leer
pt: ler

source: create
es: crear
pt: criar

source: update
es: actualizar
pt: atualizar

source: delete
es: borrar
pt: apagar

source: Operations
es: Operaciones
pt: Operações

source: Request headers
es: Cabeceras de solicitud
pt: Cabeçalhos de pedido

source: Request meta-information
es: Meta-información de la solicitud
pt: Meta-informação do pedido

source: Request's body
es: Cuerpo de la solicitud
pt: Corpo do pedido

source: Log time
es: Tiempo de registro
pt: Tempo do registo

source: API Key Log Event
es: Evento de registro de clave API
pt: Registo de uso de chave API

source: API Key Log Events
es: Eventos de registro de claves API
pt: Registos de uso de chave API
